export default {
	data: [
		[{
			f: "1.疫情期间，爱宠怎么“伴”？",
			q: "第一、减少不必要的带宠物外出。第二、外出需要做好防护，对于流浪猫狗的爱心投喂避免接触，做好消毒。第三、在家做好卫生防范，加强卫生管理，勤清理排泄物，定时消毒及时更换宠物用品。可用宠物家用环境消毒剂清洁地面及笼舍，对食盆、水盆、牵引绳、嘴套等物品可喷撒酒精消毒，置于通风处。如果要对外出后的宠物进行消毒，可以使用75%浓度酒精，但务必避开口鼻以免对呼吸道造成伤害。"
		}, {
			f: "2.当宠物作为“载体”接触到疫情，应该怎么办？",
			q: "如果宠物直接接触了传染源，为了避免宠物作为一个载体将病毒搬运给主人，需要给宠物进行彻底的清洁和消毒。换言之，宠物和衣服、门把手等没什么分别，作为载体，外出回来后做好消毒，保护好自己保护好宠物。"
		}, {
			f: "3.狗狗像疯了一样满屋乱跑还乱叫是怎么回事？",
			q: "可能是他在抓苍蝇蚊虫之类飞的动物，也有可能是吃了什么精力旺盛，需要出去玩耍，主人可以多观察两三天，狗狗没有异常的话没事的。"
		}, {
			f: "4.狗狗为什么喜欢把自己弄脏？",
			q: "沐浴乳和体味相比狗狗更喜欢自己的体味，所以给狗狗洗澡越勤快狗狗也会越勤快的把自己弄脏，狗狗最佳洗澡时间是2周一次。"
		}, {
			f: "5. 串串也要打疫苗？",
			q: "是的，串串也需要打疫苗。很多人都以为串串的抵抗力很好，不用打疫苗，那是不是说一个混血的小孩也不用打疫苗了？"
		}, {
			f: "6. 宠物用品的分类有哪些？",
			q: "宠物主粮、宠物零食、宠物罐头。宠物主粮有干粮、湿粮、鲜食、生食等。零食有肉类、奶酪类、磨牙类、饼干类等等。"
		}, {
			f: "7.“细小”是什么？",
			q: "犬细小病毒是1978年澳大利亚的Kelly和加拿大的Thomson等同时从患肠炎的病犬粪便中分离获得的。细小病毒的临床表现主要有两种类型，即心肌炎型和肠炎型。心肌炎型一般没有明显的症状，外表看似健康，但会突然因心功能不全、心跳节律不齐、心力衰竭、呼吸困难而死亡。"
		}, {
			f: "8.七个月大的狗狗，平时应该喂它吃些什么？",
			q: "七个月的狗狗其实肠胃已经发育完成了，所以在这个时候，可以喂它吃的就是狗粮以及肉类和蔬菜，主要保证它的正常饮食就可以了。"
		}, {
			f: "9.边牧的智商那么高，为什么不让它去做警犬呢？",
			q: "虽然边牧的智商在狗狗里面排名第一，但是它们的服从性不是特别好，对于警犬来说，对狗狗的服从性要求是特别高的，狗狗自身不能有自己的小心思，所以边牧相对来说是不适合做警犬。"
		}, {
			f: "10.怎么解决柯基挠不到后背的问题呢？",
			q: "因为柯基腿比较短，后背它自己无法挠到，那平时我们要多注意几点：多给它梳毛，多按摩，如果定期做了驱虫，也没有发现皮肤病，那就没有必要担心太多了，因为腿再长的狗也很难挠到自己的后背，所以狗狗平时非常喜欢主人给它按摩后背。"
		}, {
			f: "11.狗狗有必要做绝育吗？",
			q: "这个主要根据主人的自身情况来定，如果是公狗的话，虽然不绝育，它有可能患上前列腺疾病，但公狗的雄性激素可以激发它的毛发、气势、外形等，可以让狗狗整体看起来更加帅气，所以这个选择主要是看主人；而对于母狗的话，做绝育其实还是比较有必要的，因为母狗会患子宫类的疾病，比如子宫蓄脓对于母狗的危害是很大的，另外一点就是，母狗在发情的时候，会弄的家里面到处都是血，然后会吸引各种公狗，造成意外怀孕，如果一旦怀孕了，还不是一个品种，那就比较让人为难了。"
		}, {
			f: "12.三个月大的狗狗总喜欢咬裤脚和脚趾头，用什么方法可以让它知道这么做是不对的？",
			q: "狗狗三个月大的时候还处于成长阶段，对外界都充满好奇，它在探索世界的时候，更喜欢用嘴去和人进行交流，它对主人有依赖了就会不自觉的用嘴进行啃咬的动作，但是这种行为也要从小就制止，不然等它长大的时候，还继续这种坏习惯的话，可能不小心会对人造成伤害。当它来咬你的指头的时候，你就用手握住它的嘴，对它发出“不行，不可以”的指令，反复训练，它就会知道这种行为是不对的。"
		}, {
			f: "13.天冷时有必要给狗狗穿衣服么？",
			q: "不需要，穿衣服会减弱狗对寒冷的抵抗力。"
		}, {
			f: "14.长毛狗和短毛狗哪个更容易生皮肤病？",
			q: "短毛狗，因为缺少长毛的保护，褶皱相互摩擦后使抵抗力减弱。"
		}, {
			f: "15.狗能天天洗澡么？",
			q: "不能，天天洗澡会扰乱皮肤新陈代谢，容易感染皮肤病，一般两周给它们洗一次就足够了。"
		}],
		[{
			f: "1. 为什么猫有时会试图舔你的脸或头发？",
			q: "初生小猫对外部世界的第一印象，就是来自于母猫的温柔舔舐。这个动作不但会将母亲的关爱传递给小猫，还能去除沾染在小猫身上的污物并理顺毛发。猫只会去舔对它来说最亲近的人，故此，当你的爱猫试图舔舐你的时候，请大方地接受这份爱意吧。"
		}, {
			f: "2. 躺在你怀中的猫为什么会乱扑打四肢？",
			q: "这个习惯也是源自于它们童年的印象。小猫是吃母乳长大的，它们吃奶的时候，会用四肢拍打妈妈的肚子来刺激母乳的“供给”。小猫长大以后，也会常常使用这种方式传达一种它对目前状态极其满意的感受。"
		}, {
			f: "3. 猫为什么有时会用自己的身体摩擦家具，例如桌角？",
			q: "在猫头的两侧，嘴上，舌头上，生殖器附近，尾巴上以及前爪之间都长有腺体，腺体释放的味道用来帮助它们在猫的世界划分地盘。所以，当猫摩擦你的家具甚至摩擦你身体的时候，请让它把工作做完。这是它在占地盘呢。"
		}, {
			f: "4. 猫为什么不喜欢洗澡？",
			q: "其实，大多数猫咪并不怕水，适当的环境里，它们甚至敢于在水中捉鱼。但对猫来说，当你用有力的手将它放到装着水的盆里时，这怎么看都和抓鱼扯不上关系。因此才诱发了它肌体的应急反应机制，猫便会以不合作来表示抗议。"
		}, {
			f: "5. 为什么猫会抓挠家具和墙纸？",
			q: "一般来说，我们认为猫这样做是为了磨快它的指甲。可是，哪怕我们给它提供最最方便的磨爪工具，猫也会对墙角、沙发下手。所以，猫的这种行为还具有其它功能：例如将猫爪间腺体的分泌物涂抹在它的领地里。"
		}, {
			f: "6.如何让两只猫和谐相处？？",
			q: "猫咪本身是一种领地意识很强的动物，对于陌生的气味都抱有警惕性。因而当它感觉到别的猫想侵占自己的领地时，就会表现出攻击行为。而猫咪打架，就是因为双方碰面的时候，感受到了彼此对自己的威胁。所以绝对不要把新来的猫咪跟原住民猫咪关在同一个笼子里逼它们相处，这样只会让它们彼此压力更大。"
		}, {
			f: "7.猫每天平均可以睡多少小时？",
			q: "猫咪平均每天可以睡16-20小时左右，天生的“教主”。"
		}, {
			f: "8.一只健康的猫体温维持在多少度左右？",
			q: "体温维持在38.9°左右。"
		}, {
			f: "9.需要给猫清洗耳朵吗？",
			q: "猫咪耳朵会分泌油脂，一定要定期用好的洗耳水清洗，不要用清水和酒精清洗。建议1周清洗一次。"
		}, {
			f: "10.给猫喝牛奶好吗？",
			q: "许多猫主人知道喂猫喝牛奶是不大好的事情，却又认为只有牛奶才能给猫咪丰富的营养。其实，由于猫对乳糖耐性的问题，每天早上让猫喝牛奶会让它肠胃不舒服。对猫咪来说，干猫粮是猫营养的第一本源且不须其他特别补充品。干粮便宜、方便，也可维持猫身体营养。另外，干粮可自由喂食，不会造成浪费。如有特殊需要，也要听医生的建议为猫咪提供特别补给品，给猫吃得太杂并不是什么好事。"
		}, {
			f: "11.猫能剪指甲吗？",
			q: "适当给猫剪指甲，可以降低猫的破坏力，且不会改变它的行为。但是猫剪完指甲后不能保护自己，必须饲养在家中，千万不能放养。"
		}, {
			f: "12.为什么猫一直是个破坏王？",
			q: "由于猫的本能，它会有破坏一些东西的习惯，因而造成家中困扰。其实有时候猫的破坏可能是因为主人的原因引起的哦：当有新的宠物或人(特别是小孩)来访、生活作息时间的改变、圈养的笼子太小或更换笼子、饲养情况或季节变化、由于药物引起的尿路感染、特别是膀胱刺激或产生过多尿液。"
		}, {
			f: "13.猫咪多久洗一次澡才合适？",
			q: "如果猫咪没有淘气，身上沾染脏东西，正常情况猫咪半年或者一年洗一次澡最为适宜。"
		}, {
			f: "14.猫咪会传染新型冠状病毒吗？",
			q: "不会。目前，没有证据显示狗猫等宠物会感染新型冠状病毒（2019-nCoV）。"
		}, {
			f: "15.物流不便，猫粮可以用哪些食物替代？",
			q: "短期内可以水煮鸡胸肉或鱼肉为主食，注意剔除骨头，长期的话可能发生营养不良，可添加儿童复合维生素矿物质片和牛磺酸以保证必需营养。"
		}],
		[{
			f: "1.龙猫如何饲养？",
			q: "龙猫又称丝绒鼠，原产于较贫瘠的高海拔低温地区—安第斯山脉，因此龙猫不宜在高温环境内饲养。它对食物的要求较为单一，通常选择提摩西草、苜蓿草和龙王粮通过搭配进行饲喂即可。龙猫毛发浓密，不宜用水洗澡，建议龙猫的清洁一周一次用火山灰进行。"
		}, {
			f: "2.仓鼠每天应该怎么喂？",
			q: "仓鼠主要以五谷杂粮为食。由于饥饱感很好，知道自己需要吃多少，所以每天可以多放一些食物。吃不完，它们会藏起来等饿了再吃。它们有将食物藏在仓囊里的习惯，因此不可以喂带有水分的蔬菜水果，以免在仓囊里发霉，引起仓囊炎。也不可以喂人类的食物给它们吃。"
		}, {
			f: "3.仓鼠能洗澡吗？",
			q: "仓鼠不能用水洗澡。水洗不但容易感冒，而且清洁不彻底。仓鼠洗澡都用浴沙，只需要将浴沙放进浴室，它们会自己在浴室里翻滚，超可爱。熊仔类仓鼠洗澡就需要用干洗粉啦。"
		}, {
			f: "4.宠物狐狸有哪些品种？",
			q: "宠物狐狸品种有雪狐、银狐、南非狐、孟加拉狐、苍狐等。"
		}, {
			f: "5.蝙蝠是什么颜色的？",
			q: "一般是黑色的或者是灰色、褐色的，蝙蝠的飞行能力比较强，虽然它的视觉能力差，但是听觉是很发达的。"
		}, {
			f: "6.宠物蜥蜴咬人吗？",
			q: "蜥蜴是咬人的！丽纹龙蜥和北草蜥体型平平，天性活泼，适宜性强，宜缸养。安置和豢养与长尾鬣蜥疏导，但不用洗沐，缸内要保持湿度，忌闷热与阳光暴晒。可以拿在手中游玩，但要夺目丽纹龙蜥步履麻利，偶然被激怒时，会张口咬人，因此不要用力去抓它和拽其尾巴！"
		}, {
			f: "7.钩盲蛇有没有毒？",
			q: "钩盲蛇又名入耳蛇，是蛇目盲蛇科下的一种无毒蛇种，主要分布于非洲及亚洲，不过现在钩盲蛇的分布已遍布世界各地。钩盲蛇是栖息于地洞的蛇种，由于体型细小，加上善于掘洞，因此经常被误认为蚯蚓，唯一分别就是钩盲蛇的身体并没有分成明显的段节。"
		}, {
			f: "8.小刺猬一天要吃多少粮？",
			q: "小刺猬一天要吃10-20克的粮，在傍晚前喂食，刺猬可以吃的东西也是非常多，一般情况下按比例配合饲养不需要太多。"
		}, {
			f: "9.中国养变色龙合法吗？",
			q: "在中国饲养变色龙，需要去正规的渠道进行购买，这样就是合法的，如果购买变色龙的渠道不合法，那么饲养也是不合法的。"
		}, {
			f: "10.仓鼠可以咬什么树枝？",
			q: "仓鼠可以咬苹果枝、甜竹等等，苹果枝和甜竹无毒无害，可以帮助仓鼠磨牙，适口性较好。建议主人选择粗细适宜的苹果枝或甜竹，并将苹果枝和甜竹洗干净后在太阳下暴晒，再给仓鼠啃咬、磨牙，也可以去宠物用品专用店购买。"
		}, {
			f: "11.母螳螂一定要吃公螳螂吗？",
			q: "母螳螂不是一定要吃掉公螳螂，只是螳螂在交配时，存在雌性会直接吃掉雄性的身体这样的情况，并不是全部的都会。"
		}, {
			f: "12.宠物猪会长大吗？",
			q: "宠物猪是会长大的，不过宠物猪的体型一般都比较小。比如荷兰猪、香猪、越南大肚猪、胡利亚尼猪（彩绘小猪）、非洲俾格米或几内亚猪、奥斯萨巴岛猪等，这些猪都会长大，但最大的也不会超过一百斤，一般都在三四十斤的比较多。"
		}, {
			f: "13.世界上最危险的毒蜘蛛是什么？",
			q: "雪梨漏斗网蜘蛛"
		}, {
			f: "14.世界上最长寿的动物是什么？",
			q: "在哺乳动物中，最长寿的动物是大象，据说它能活六十到七十岁。据记载，哥拉帕格斯群岛的长寿象能活一百八十到二百岁。"
		}, {
			f: "15.熊最喜欢吃什么？",
			q: "熊是杂食动物，吃小鸟兔子老鼠栗子椰果等，但最爱吃的还是蜂蜜。"
		}],
		[{
			f: "1.鱼缸中可以放纯净水吗？",
			q: "养鱼的水应该含有足够的养分、必要的矿物质元素等等，而我们所说的纯净水一般都是经过层层过滤的，里面并没含有鱼儿需要的养分，所以纯净水不适合用来养鱼。如果要想养好鱼，可以选用河水、湖水、井水，在养鱼之前先养水48小时，让水中的氯挥发掉然后再开始养鱼。"
		}, {
			f: "2. 如何区分鱼类的性别？",
			q: "首先，可以根据雌雄鱼儿的第一特性来辨别。一般来说，雌鱼比雄鱼个体大，腹部膨大，生殖孔微凸起。雄鱼多表现于鳍、吻的变异，如鳍延长，但也不是千篇一律的，有些鱼的雌雄特点也不明显。其次，很多鱼类在生殖季节发生色泽变异，雄鱼出现鲜艳的色彩。有些鱼类雄鱼体上出现珠星，特别是在吻部、胸鳍上有明显珠星，有的鱼类在整个头部许多部位和臀鳍上也出现珠星。"
		}, {
			f: "3. 不宜与水草混养的鱼种有哪些？",
			q: "大型铅笔鱼、银板、红肚火口、蛇鱼、银鲨、皇冠泥鳅、红尾黑鲨、金娃娃、金鱼等。"
		}, {
			f: "4. 热带鱼分为哪几类？",
			q: "热带鱼种类繁多形态各异，大体上可以分为纺棰形(如孔雀鱼、红剑鱼、金丝鱼等；侧扁形(如神仙鱼也叫燕鱼、接吻鱼、珍珠鱼等)；圆筒形(如豹兵鲇等)。"
		}, {
			f: "5. 新手养什么热带鱼？",
			q: "孔雀鱼品种多，五彩孔雀、黑孔雀、白孔雀等是最容易饲养的热带鱼，对水质要求不严格，水温可在18℃至26℃，所有热带鱼能吃的饵料都可用来喂它。"
		}, {
			f: "6. 热带鱼买回家后如何处理？",
			q: "热带鱼买回家后不要急于入缸，要先将装鱼的塑料袋浸入鱼缸十至二十分钟后再打开，让缸里的水分几次倒流入袋里，同袋里原先的水逐步混合，以使鱼儿逐步适应水温、水质。如有灯光照射，应将灯光关掉，在黑暗中鱼儿比较安静，不易受惊。"
		}, {
			f: "7.鹦鹉鱼是热带鱼吗？",
			q: "鹦鹉鱼由于其嘴型酷似鹦鹉的嘴型而得名，成年的鹦鹉鱼体长可达1.2公尺，体重可达20公斤。它是比较大型的热带鱼。"
		}, {
			f: "8.龟和鳖能一起养吗？",
			q: "龟和鳖两种不同的动物，但是有着相似的外形，所以许多人想着龟和鳖是不是可以一起养呢？如果条件允许，龟和鳖最好不要一起养，因为喂食不同或是体形不同，一起养会有麻烦。"
		}, {
			f: "9.招财鱼能养几年？",
			q: "招财鱼寿命大概在5—8年左右，最长达到14年左右。它们寿命和我们的饲养也有很大关系，正确的饲养可以让它们活的更久。"
		}, {
			f: "10.黑线飞狐好养吗？",
			q: "黑线飞狐属于素食鱼，并且不挑食，所以在喂食方面比较简单。黑线飞狐的性情也非常温和，可以和大部分的鱼类和平共处，但是却不能和红尾黑鲨混养。"
		}, {
			f: "11.红尾鲶适合混养吗？",
			q: "红尾鲶鱼并不适合混养，无论是其它鱼还是同类，即便是同类，互相撕咬也是常事，如果是不同种的鱼，被它咬死吃掉是迟早的事。"
		}, {
			f: "12.观赏鱼有白点病是否传染？",
			q: "白点病的病原是由原生动物小瓜虫侵入鱼体皮肤或鳃部而引发，所以也叫小瓜虫病，是十分普遍和常见的鱼体疾病，它的繁殖和传播能力极强，但只会寄生在活鱼身上。其实白点病绝非什么不治之症，只要能及早发现和处理得适当，死亡率近乎零。"
		}, {
			f: "13.金鱼消化不良怎么办？怎么喂食比较好？",
			q: "金鱼是属于无胃鱼，无胃鱼在鱼食充足的情况下会吃的很撑。出现消化不良有可能是吃多了，造成肠胃的负担，影响消化。在金鱼的喂食过程中注意食物要少量多餐，有规律的喂食。"
		}, {
			f: "14.观赏鱼勤换水真的好吗？",
			q: "很多新手鱼友总会纠结换水次数的问题，其实换水勤与不勤是相对的。有人一天一换，有人一周一换，甚至更长时间。也就是说，换水频率应灵活掌握，太教条了反而适得其反。"
		}, {
			f: "15.棋盘鲫怎么养？",
			q: "棋盘鲫属于杂食性观赏鱼，卵生，棋盘鲫形体较美，小巧玲珑，性情温和，喜欢在水体中下部游动，能和其他热带鱼品种和睦相处，可与其他小型鱼同箱混养。可以喂食棋盘鲫动物性饵料，不择食。"
		}]
	]
}